Repository: CovidWorld/ios
Catalog: Covid/Resources/*.lproj/Localizable.strings
Languages: sk

# face_capture.hint.centerFace
source: Position your face in the circle
sk: Vycentrujte tvár na stred kruhu

# face_capture.hint.light
source: Move towards a better light source
sk: Nasmerujte tvár k svetlu!

# face_capture.hint.done
source: That's it!
sk: Správne

# face_capture.hint.start
source: Start
sk: Začnite

# face_capture.hint.title
source: Instructions
sk: Inštrukcie

# face_capture.instruction_step.center.first
source: Position your face
sk: Vycentrujte tvár

# face_capture.instruction_step.center.second
source: Move your face towards the center of the circle
sk: Posuňte tvár smerom k stredu kruhu

# face_capture.instruction_step.close.first
source: Move back
sk: Posuňte sa späť

# face_capture.instruction_step.close.second
source: Move your device away from your face
sk: Posuňte zariadenie ďalej od tváre

# face_capture.instruction_step.far.first
source: Move closer
sk: Bližšie, prosím

# face_capture.instruction_step.far.second
source: Move your device closer to your face
sk: Posuňte zariadenie bližšie k tvári

# face_capture.instruction_step.light.first
source: Move towards light
sk: Prisuňte sa bližšie k svetlu

# face_capture.instruction_step.light.second
source: Move towards a better light source
sk: Natočte tvár smerom k svetlu

# face_capture.instruction_step.capture
source: Stay still!
sk: Nehýbte sa!

# face_capture.instruction_step.position.simple
source: Position your face in the frame
sk: Vycentrujte tvár na stred kruhu

# face_capture.instruction_step.position.andvancedTitle
source: Position your face
sk: Vycentrujte tvár

# face_capture.instruction_step.position.andvancedText
source: Hold the device at eye level. Align your face to the center of the circle. Adjust the distance between your device and your face.
sk: Držte zariadenie v úrovni očí. Vycentrujte tvár na stred kruhu. Upravte vzdialenosť tváre a zariadenia.

# face_capture.instruction_step.light.simple
source: Move towards a better light source
sk: Nasmerujte tvár k svetlu

# face_capture.instruction_step.light.andvancedTitle
source: Move towards light
sk: Nasmerujte tvár k svetlu

# face_capture.instruction_step.light.andvancedText
source: Find a front light source. Avoid lights casting strong shadows on your face (top or side lights). Avoid strong back-light.
sk: Vyhľadajte predný zdroj svetla. Vyhnite sa svetlu vrhajúcemu ostré tiene (vrchné alebo bočné svetlo). Vyhýbajte sa zadnému zdroju svetla.

# face_capture.alert.camera.title
source: Camera usage not allowed
sk: Nie je povolená kamera

# face_capture.alert.camera.message
source: Go to Settings?
sk: Vstúpiť do Nastavení?

# face_capture.alert.camera.option.settings
source: Settings
sk: Nastavenia

# face_capture.alert.camera.option.cancel
source: Cancel
sk: Zrušiť

# face_capture.confirmation.title
source: Verify the final result
sk: Skontrolujte výslednú fotografiu

# face_capture.confirmation.accept
source: Accept
sk: Potvrdiť

# face_capture.confirmation.tryAgain
source: Try again
sk: Skúsiť znova

# face_capture.confirmation.close
source: Close
sk: Ukončiť verifikáciu

# face_capture.failedTitle
source: Face capture
sk: Zaznamenávanie

# face_capture.failed
source: Capturing your face has failed
sk: Zaznamenávanie zlyhalo

# face_capture.failedTip
source: Read the tips:
sk: Prečítajte si tipy:

# liveness.title
source: Verifying your identity
sk: Overovanie identity

# liveness.instruction_step.light
source: Rotate face towards light source
sk: Natočte tvár smerom k svetlu

# liveness.instruction_step.eyePosition
source: Hold your phone at eye level
sk: Držte zariadenie na úrovni očí

# liveness.instruction_step.glasses
source: Remove your glasses
sk: Zložte si okuliare

# liveness.watchObject
source: Watch the object
sk: Sledujte pohyblivý bod

# liveness.state.lowQuality
source: Move towards light
sk: Prisuňte sa bližšie k svetlu

# liveness.state.noFace
source: Look straight
sk: Pozerajte sa priamo na bod

# liveness.state.tooClose
source: Move back
sk: Posuňte sa dozadu

# liveness.state.tooFar
source: Move closer
sk: Posuňte sa bližšie

# face.capture.title
source: Take a picture of your face
sk: Odfotiť tvár

# face.identify.title
source: Please identify yourself
sk: Identifikujte sa tvárou

# face.verification.title
source: Face recognition
sk: Overenie tváre

# face.verification.success
source: Thank you
sk: Ďakujeme

# face.verification.success.message
source: Please, stay in self-isolation for the requested period. This will help to prevent the spread of the COVID-19.
sk: Dodržiavajte naďalej dôsledne domácu izoláciu. Zabránite tak šíreniu vírusu COVID-19.

# face.verification.failure
source: We're sorry
sk: Ľutujeme

# face.verification.failure.message
source: The face recognition process could not be completed. You can repeat the process from the main menu later.
sk: Nepodarilo sa dokončiť proces overenia prostredníctvom biometrie. Ak si želáte, môžete neskôr proces zopakovať z hlavného menu.

# face.verification.border.failure.message
source: The face recognition process could not be completed.
sk: Nepodarilo sa dokončiť proces overenia prostredníctvom biometrie.

# face.registration.title
source: Scan your face
sk: Skenovanie tváre pre karanténu

# face.registration.warning
source: This step is required.
sk: Tento krok je povinný.

# face.registration.info
source: Data is stored solely on your device.
sk: Dáta sú uložené výhradne na Vašom zariadení.

# face.verification.notRequired.title
source: Information
sk: Informácia

# face.verification.notRequired.description
source: You are not required to provide your location or verify your identity at the moment
sk: V súčasnosti nieje požiadavka na overenie Vašej tváre a lokácie v karanténe. Táto požiadavka môže prísť však kedykoľvek.

# face.verification.notRequired.warning
source: Do not leave your mandatory self-isolation zone.
sk: Neopúšťajte miesto Vašej povinnej karantény. Môžete sa dopustiť vážneho priestupku.

# emergency.title
source: Hotline
sk: Infolinka

# symptoms.label.title
source: Symptoms
sk: Symptómy

# symptoms.description
source: People with COVID-19 have a wide range of symptoms, from mild to severe. Symptoms usually appear 2-14 days after exposure and may include:
sk: Ľudia nakazení COVID-19 udávajú široké spektrum prejavov, od miernych až po závažné. Prejavy sa zvyčajne objavujú 2-14 dní po vystavení sa nákaze a môžu zahŕňať:

# symptoms.symptoms
source: fever above 38 ° C dry suffocating cough difficulty breathing or shortness of breath fatigue or aptitude pain muscles headache a sore throat sudden loss of smell and taste diarrhoea vomit
sk: horúčka nad 38 °C suchý dusivý kašeľ ťažkosti s dýchaním alebo dýchavičnosť únava alebo schvátenosť zimnica alebo triaška bolesť svalov bolesť hlavy bolesť hrdla náhla strata čuchu a chuti hnačka zvracanie

# prevention.label.title
source: How to protect
sk: Ako sa chrániť

# prevention.title
source: How to protect yourself from COVID-19
sk: Ako sa chrániť pred koronavírusom

# prevention.01
source: Wash your hands frequently with soap and water for at least 20 seconds. You can use alcohol-based hand sanitizer.
sk: Často si umývajte ruky mydlom a vodou, najmenej po dobu 20 sekúnd. Môžete použiť dezinfekčný prostriedok na ruky na báze alkoholu.

# prevention.02
source: Cover your nose and mouth with a disposable tissue when coughing and sneezing, then discard.
sk: Zakrývajte si nos a ústa pri kašľaní a kýchaní jednorázovou papierovou vreckovkou a následne zahoďte.

# prevention.03
source: Don't touch your eyes, nose or mouth with unwashed hands.
sk: Nedotýkajte sa očí, nosa a úst neumytými rukami.

# prevention.04
source: Avoid close contact with people who show symptoms of a cold or flu.
sk: Vyhýbajte sa blízkemu kontaktu s ľuďmi, ktorí javia príznak nádchy alebo chrípky.

# prevention.05
source: Wear a protective mask if you or people near you have respiratory symptoms.
sk: Noste ochrannú masku v prípade, že sa u Vás alebo u osôb vo Vašej blízkosti prejavujú respiračné symptómy.

# prevention.06
source: Regularly clean and disinfect surfaces and objects that you are in regular contact with.
sk: Pravidelne čistite a dezinfikujte povrchy a objekty s ktorými ste Vy a Vaše okolie v pravidelnom kontakte.

# prevention.07
source: If you are sick, treat yourself at home.
sk: Ak ste chorý, liečte sa doma.

source: day
sk: deň

# days
source: day
sk: dni

# daysMultiple
source: days
sk: dní

# user.privacy.title
source: Privacy Policy (Slovak)
sk: Ochrana osobných údajov

# button.back
source: Back
sk: Naspäť

# button.backShort
source: Back
sk: Späť

# button.retry
source: Try again
sk: Skúsiť znovu

# button.continue
source: Continue
sk: Pokračovať

# button.confirm
source: Confirm
sk: Potvrdiť

# button.next
source: Next
sk: Ďalej

# button.edit
source: Edit
sk: Upraviť

# button.clear
source: Clear
sk: Zmazať

# button.cancel
source: Cancel
sk: Zrušiť

# button.agree
source: I Agree
sk: Súhlasím

# button.yes
source: Yes
sk: Áno

# button.no
source: No
sk: Nie

# button.error
source: Failure
sk: CHYBA

# button.close
source: Close
sk: Zavrieť

# button.start
source: Start
sk: Štart

# profile.about.app
source: About the app
sk: O aplikácií

# profile.gdpr
source: Privacy Policy
sk: Info o spracovaní osobných údajov

# profile.show.identifier
source: Your Covid Pass
sk: Zobraziť identifikátor

# profile.discovery.info
source: The button below will reveal your Covid Pass
sk: Nasledovné tlačítko odhalí Váš identifikátor karantény

# profile.identifier.title
source: This is your Covid Pass
sk: Toto je Váš špeciálny identifikátor pre potrebu kontroly

# profile.hotp.title
source: Your 6 digits are:
sk: Vaše 6 ciferné číslo je:

# stats.infected
source: Infected
sk: Chorí

# stats.recovered
source: Healed
sk: Uzdravení

# stats.numberOfCases
source: Number of cases:
sk: Počet prípadov:

# permission.camera.denied.title
source: The access to your camera is denied
sk: Nie je povolená kamera

# permission.camera.denied
source: Access to the camera is not allowed. Please, allow access to the camera in your Settings.
sk: Prístup ku kamere nieje povolený. Pre správnu funkčnosť povoľte prístup ku kamere v nastaveniach.

# permission.location.denied
source: Access to your GPS location is not allowed. Please, allow the access to your location in your Settings.
sk: Prístup k GPS nieje povolený. Pre správnu funkčnosť povoľte prístup k GPS v nastaveniach.

# permission.settings
source: Settings
sk: Nastavenia

# permission.settings.open
source: Open Settings?
sk: Otvoriť Nastavenia?

# permission.camera.access.title
source: Acces to your camera -
sk: Prístup k fotoaparátu -

# permission.location.access.title
source: Access to your location -
sk: Prístup ku GPS lokácii -

# quarantine.warning.title
source: Warning
sk: Upozornenie

# quarantine.registration.overview.title
source: Important
sk: Dôležité

# quarantine.registration.description
source: The application asks you to verify yourself in the location of your self-isolation zone. Please, follow to the next step to verify your face. The application will access your camera and GPS location. Your biometric data and exact location won't be shared with the authorities.
sk: Aplikácia Vás žiada na overenie sa v mieste Vašej domácej izolácie. Je potrebné reagovať okamžite a pokračovať rozoznaním tváre. Aplikácia bude pristupovať k Vašemu fotoaparátu a GPS lokácii.

# quarantine.decision.title
source: Have you registered for smart quarantine?
sk: Vraciate sa zo zahraničia a ste registrovaný pre inteligentnú karanténu?

# quarantine.register.title
source: I'm required to stay in self-isolation
sk: Bol som v zahraničí alebo musím zostať v karanténe

# quarantine.check.title
source: Verify yourself in the location of self-isolation
sk: Overiť sa v mieste karantény

# quarantine.pending.title
source: The smart quarantine hasnt started yet
sk: Odpočet nebol zahájený

# quarantine.pending.info
source: In order to start the smart quarantine, please cross the border and verify your Covid Pass (accessible from Profile tab) with the officer.
sk: Udeje sa tak autoritou po overení Vášho kódu

# quarantine.pending.description
source: Please, go to the specified location, the smart quarantine will start at:
sk: Prosím, presuňte sa na Vami zvolenú adresu domácej izolácie, ktorá začne

# quarantine.info.title
source: Quarantine days remaining:
sk: Povinná domáca izolácia, zostáva:

# phone.enter.title
source: Please enter your phone number
sk: Prosím zadajte vaše telefónne číslo

# phone.verification.title
source: Phone Number
sk: Overenie čísla

# phone.user.consent.disclaimer
source: I hereby agree to the Terms and Conditions and the Privacy Policy
sk: Pokračovaním súhlasím so spracovaním údajov o mojom zdraví na účely ochrany života a zdravia v súvislosti so šírením vírusu COVID-19

# phone.user.consent
source: To continue, please agree with the Terms and Conditions and the Privacy Policy
sk: Pre pokračovanie musíte súhlasiť so spracovaním osobných údajov

# phone.user.consent.description
source: Privacy Policy
sk: Info o spracovaní osobných údajov

# phone.registration.title
source: We've sent an SMS with an activation code to your phone number.
sk: Na vaše telefónne číslo sme poslali SMS s aktivačným kódom.

# phone.registration.enter
source: Please enter the 6 digit code:
sk: Zadajte prosím 6 miestny aktivačný kód:

# phone.registration.input.verification
source: Is the entered phone number correct?
sk: Zadali ste správne číslo?

# address.confirmation.title
source: Your address
sk: Vaša adresa

# address.chosenAddress.title
source: You have chosen an address:
sk: Vybrali ste si adresu:

# address.info
source: This address will be your place of domestic isolation in the coming days. The address cannot be changed.
sk: Táto adresa bude počas nasledujúcich dní Vašim miestom domácej izolácie. Adresu nie je možné zmeniť.

# address.title
source: Your address
sk: Vaša domáca adresa

# error.title
source: Error
sk: Chyba

# error.registration.failed
source: We couldn't proceed with your registration at the moment
sk: Pri registrácií došlo k chybe

# error.quarantine.check
source: Face recognition has failed. Please, try again.
sk: Pri overovaní dodržiavania karantény došlo k chybe. Skúste zopakovať overenie znovu.

# error.registration.failed.retry
source: There was an issue with your registration, please try again.
sk: Pri registrácií došlo k chybe. Skúste znovu.

# error.notConnected.title
source: Failed to connect
sk: Chyba pripojenia

# error.notConnected.message
source: Please, make sure you're connected to the internet
sk: Pre správnu funkčnosť aplikácie je nevyhnutné aktívne internetové pripojenie.

# error.phone.wrongDigits
source: You've entered the wrong phone number.
sk: Zadali ste nesprávne číslo. Zadajte 9 miestne číslo bez 0 na začiatku

# error.phone.verification
source: Requesting the verification has failed. Do you want to try again?
sk: Chyba pri vyžiadaní overovacieho kódu. Skúsiť znovu?

# error.phone.wrong.input
source: The number you entered is invalid. Please try again
sk: Zadané údaje sú nesprávne. Skúste znova.

# error.faceid.verification.failed.title
source: We're sorry
sk: Neúspešná verifikácia

# error.faceid.verification.failed.message
source: The face recognition has failed.
sk: Overenie Vašej tváre nebolo úspešné

# face.registration.guidelines
source: How to make sure your face will be scanned correctly: * While scanning your face, please hold you phone at eye level * Try to turn your face to a good light source. Don't stand with your back near the window so that you do not have light in front of you. Don't stand directly under a lamp, they can cause shadows on your face. * Don't wear glasses while your face is being scanned if possible. * Hold the phone in one position at all times until you have gone through the face capture process.
sk: Ako sa uistiť, že aplikácia eKaranténa nasníma biometriu Vašej tváre správne: * Držte telefón po celý čas vo výške očí, * Snažte sa otočiť tvárou k zdroju svetla, nestojte chrbtom k oknu, aby ste nemali svetlo oproti Vám, ani nestojte priamo pod lampou, môžu spôsobovať tiene v tvári, * Pokiaľ okuliare vytvárajú silnú reflexiu, je vhodné si dať okuliare dole. * Telefón držte po celý čas v jednej pozícii pokiaľ neprejdete celým procesom snímania tváre.
